[
    {
        "copyright": "\nAnglo-Australian Telescope\nBoard\n\n",
        "date": "1995-09-26",
        "explanation": "As the Earth spins on its axis, the sky seems to rotate around us.  This motion produces the beautiful concentric arcs traced out by the stars in this time exposure of the night sky.  In the foreground of the picture is the dome of the Anglo-Australian Telescope in central New South Wales Australia.  In the middle of the picture is the South Celestial Pole, easily identified as the point in the sky at the center of all the star trail arcs.",
        "hdurl": "https://apod.nasa.gov/apod/image/trails_aat.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Trails in Southern Skies",
        "url": "https://apod.nasa.gov/apod/image/trails_aat.gif"
    },
    {
        "copyright": "\nMario Cogo \n(Galax Lux)\n",
        "date": "2022-01-26",
        "explanation": "Why is the sky near Antares and Rho Ophiuchi so dusty yet colorful?  The colors result from a mixture of objects and processes.  Fine dust -- illuminated from the front by starlight -- produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the lower right of the featured image. The Rho Ophiuchi star system lies at the center of the blue reflection nebula on the top left.   The distant globular cluster of stars M4 is visible above and to the right of Antares. These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.",
        "hdurl": "https://apod.nasa.gov/apod/image/2201/RhoOphAntares_Cogo_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars, Dust, and Gas Near Antares",
        "url": "https://apod.nasa.gov/apod/image/2201/RhoOphAntares_Cogo_1024.jpg"
    },
    {
        "date": "2019-02-05",
        "explanation": "Watch Juno zoom past Jupiter again.  NASA's robotic spacecraft Juno is continuing on its 53-day, highly-elongated orbits around our Solar System's largest planet.  The featured video is from perijove 16, the sixteenth time that Juno has passed near Jupiter since it arrived in mid-2016. Each perijove passes near a slightly different part of Jupiter's cloud tops.  This color-enhanced video has been digitally composed from 21 JunoCam still images, resulting in a 125-fold time-lapse. The video begins with Jupiter rising as Juno approaches from the north. As Juno reaches its closest view -- from about 3,500 kilometers over Jupiter's cloud tops -- the spacecraft captures the great planet in tremendous detail. Juno passes light zones and dark belt of clouds that circle the planet, as well as numerous swirling circular storms, many of which are larger than hurricanes on Earth.  As Juno moves away, the remarkable dolphin-shaped cloud is visible.  After the perijove, Jupiter recedes into the distance, now displaying the unusual clouds that appear over Jupiter's south.  To get desired science data, Juno swoops so close to Jupiter that its instruments are exposed to very high levels of radiation.",
        "media_type": "video",
        "service_version": "v1",
        "thumbnail_url": "https://img.youtube.com/vi/c4TU3arrZR8/0.jpg",
        "title": "Perijove 16: Passing Jupiter",
        "url": "https://www.youtube.com/embed/c4TU3arrZR8?rel=0"
    },
    {
        "copyright": "\n\nRandy Pollock\n\n",
        "date": "2007-09-29",
        "explanation": "Shortly after sunrise on Thursday at Cape Canaveral Air Force Station, the Dawn spacecraft began its journey to the asteroid belt, arcing eastward into a blue and cloudy sky. Dawn's voyage began on a conventional, chemically fueled Delta II rocket, but will continue with an innovative ion propulsion system. The spacecraft's extremely efficient ion engines will use electricity derived from solar power to ionize xenon atoms and generate a gentle but continuous thrust. After a four year interplanetary cruise, Dawn will orbit two small worlds, first Vesta and then Ceres. Vesta is one of the largest main belt asteroids, while nomenclature introduced by the International Astronomical Union in 2006 classifies nearly spherical Ceres as a dwarf planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/Dawn_pollock.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dawn Launch Mosaic",
        "url": "https://apod.nasa.gov/apod/image/0709/Dawn_pollock800.jpg"
    },
    {
        "date": "2022-07-05",
        "explanation": "It is difficult to hide a galaxy behind a cluster of galaxies.  The closer cluster's gravity will act like a huge lens, pulling images of the distant galaxy around the sides and greatly distorting them.  This is just the case observed in the featured image recently re-processed image from the Hubble Space Telescope.  The cluster GAL-CLUS-022058c is composed of many galaxies and is  lensing the image of a yellow-red background galaxy into arcs seen around the image center.  Dubbed a molten Einstein ring for its unusual shape, four images of the same background galaxy have been identified. Typically, a foreground galaxy cluster can only create such smooth arcs if most of its mass is smoothly distributed -- and therefore not concentrated in the cluster galaxies visible.  Analyzing the positions of these gravitational arcs gives astronomers a method to estimate the dark matter distribution in galaxy clusters, as well as infer when the stars in these early galaxies began to form.   New APOD Social Mirrors in Arabic: On Facebook, Instagram, and Twitter",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_2972.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Molten Galaxy Einstein Ring",
        "url": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_960.jpg"
    },
    {
        "date": "2023-01-08",
        "explanation": "The hydrogen in your body, present in every molecule of water, came from the Big Bang.  There are no other appreciable sources of hydrogen in the universe.  The carbon in your body was made by nuclear fusion in the interior of stars, as was the oxygen.  Much of the iron in your body was made during supernovas of stars that occurred long ago and far away.  The gold in your jewelry was likely made from neutron stars during collisions that may have been visible as short-duration gamma-ray bursts or gravitational wave events. Elements like phosphorus and copper are present in our bodies in only small amounts but are essential to the functioning of all known life.  The featured periodic table is color coded to indicate humanity's best guess as to the nuclear origin of all known elements.  The sites of nuclear creation of some elements, such as copper, are not really well known and are continuing topics of observational and computational research.   Discovery + Outreach: Graduate student research position open for APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/Nucleosynthesis2_WikipediaCmglee_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Where Your Elements Came From",
        "url": "https://apod.nasa.gov/apod/image/2301/Nucleosynthesis2_WikipediaCmglee_1080.jpg"
    },
    {
        "date": "1997-03-09",
        "explanation": "Above are two images of the microwave sky, north and south of our galaxy's equator, based on data from NASA's COsmic Background Explorer (COBE) satellite. After computer processing to remove contributions from nearby objects and the effects of the earth's motion, they show \"spots\". These spots are the oldest, most distant structures known. They represent temperature variations in the early Universe. As our Universe expanded and cooled, conglomerations of mass formed. The COBE images confirm that only a million years after the big-bang - which occurred roughly 15 billion years ago - parts of the universe were visibly hotter than other parts. By studying the size and distribution of the spots found with COBE and future missions, astronomers hope to learn what matter and processes caused the spots to form - and hence determine the composition, density, and future of our Universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/4yr_cobe_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "COBE Hotspots: The Oldest Structures Known \n\nCredit:",
        "url": "https://apod.nasa.gov/apod/image/9703/4yr_cobe_big.gif"
    },
    {
        "copyright": "Cheng Luo",
        "date": "2020-01-03",
        "explanation": "Named for a forgotten constellation, the Quadrantid Meteor Shower is an annual event for planet Earth's northern hemisphere skygazers The shower's radiant on the sky lies within the old, astronomically obsolete constellation Quadrans Muralis. That location is not far from the Big Dipper, at the boundaries of the modern constellations Bootes and Draco. With the radiant out of the frame at the upper right, Quadrantid meteors streak through this night skyscape composed of digital frames recorded in the hours around the shower's peak on January 4, 2013. The last quarter moon illuminates rugged terrain and a section of the Great Wall in Hebei Province, China. A likely source of the dust stream that produces Quadrantid meteors was identified in 2003 as an asteroid. As usual, in 2020 the shower is expected to peak briefly on the night of January 3/4. Meteor fans in North America can anticipate a good show to celebrate the new year in moonless skies before tomorrow's dawn.   Free Presentation: APOD Editor to show best astronomy images of 2019 -- and the decade -->tonight in NYC.",
        "hdurl": "https://apod.nasa.gov/apod/image/2001/QuadrantidsChineseGreatWall.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Quadrantids over the Great Wall",
        "url": "https://apod.nasa.gov/apod/image/2001/QuadrantidsChineseGreatWall_1067.jpg"
    },
    {
        "copyright": "\nFlorencio Rodil\n",
        "date": "2009-07-22",
        "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos. The red-glowing gas, shown on the above left in re-assigned colors,  results from high-energy starlight striking interstellar hydrogen gas. The Trifid nebula is visible on the far right.  The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. The light from M8 we see today left about 5,000 years ago. Light takes about 50 years to cross this section of M8.",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/m8_rodil_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Lagoon Nebula in Gas, Dust, and Stars",
        "url": "https://apod.nasa.gov/apod/image/0907/m8_rodil.jpg"
    },
    {
        "copyright": "CARA Project",
        "date": "2014-10-17",
        "explanation": "This looks like a near miss but the greenish coma and tail of Comet Siding Spring (C/2013 A1) are really 2,000 light-years or so away from the stars of open cluster Messier 6. They do appear close together though, along the same line-of-sight in this gorgeous October 9th skyscape toward the constellation Scorpius. Still, on Sunday, October 19th this comet really will be involved in a near miss, passing within only 139,500 kilometers of planet Mars. That's about 10 times closer than any known comet flyby of planet Earth, and nearly one third the Earth-Moon distance. While an impact with the nucleus is not a threat the comet's dust, moving with a speed of about 56 kilometers per second relative to the Red Planet, and outskirts of its gaseous coma could interact with the thin Martian atmosphere. Of course, the comet's close encounter will be followed intently by spacecraft in Martian orbit and rovers on the surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/1410/M6SidingSpringLigustri.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 6 and Comet Siding Spring",
        "url": "https://apod.nasa.gov/apod/image/1410/M6SidingSpringLigustri950.jpg"
    },
    {
        "date": "2020-02-01",
        "explanation": "When leaving lunar orbit in February 1971, the crew of Apollo 14 watched this Earthrise from their command module Kitty Hawk. With Earth's sunlit crescent just peeking over the lunar horizon, the cratered terrain in the foreground is along the lunar farside. Of course, while orbiting the Moon, the crew could watch Earth rise and set, but the Earth hung stationary in the sky over Fra Mauro Base, their landing site on the lunar surface. Rock samples brought back by the Apollo 14 mission included a 20 pound rock nicknamed Big Bertha, later determined to contain a likely fragment of a meteorite from planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/2002/AS14-71-9845v2wmktwtr4Jerry.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 14 Heads for Home",
        "url": "https://apod.nasa.gov/apod/image/2002/AS14-71-9845v2wmktwtr4Jerry1024.jpg"
    },
    {
        "copyright": "\nJerry Lodriguss\n",
        "date": "2002-05-26",
        "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust.  These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right.  The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
        "hdurl": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Pipe Dark Nebula",
        "url": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss.jpg"
    },
    {
        "date": "2013-01-10",
        "explanation": "Cosmic bullets pierce the outskirts of the Orion Nebula some 1500 light-years distant in this sharp infrared close-up. Blasted out by energetic massive star formation the bullets, relatively dense, hot gas clouds about ten times the size of Pluto's orbit, are blue in the false color image. Glowing with the light of ionized iron atoms they travel at speeds of hundreds of kilometers per second, their passage traced by yellowish trails of the nebula's shock-heated hydrogen gas. The cone-shaped wakes are up to a fifth of a light-year long. The detailed image was created using the 8.1 meter Gemini South telescope in Chile with a newly commisioned adaptive optics system (GeMS). Achieving a larger field of view than previous generation adaptive optics, GeMS uses five laser generated guide stars to help compensate for the blurring effects of planet Earth's atmosphere.   Best of APOD 2012: Download a free 2013 APOD Calendar",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/OrionGEMS_FINAL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Orion Bullets",
        "url": "https://apod.nasa.gov/apod/image/1301/OrionGEMS_900.jpg"
    },
    {
        "copyright": "Jean-Luc Dauvergne",
        "date": "2013-03-16",
        "explanation": "Still looking for that comet? Comet PanSTARRS (C/2011 L4) naked-eye appearance in the northern hemisphere is described by successful comet spotters as a dim star with a faint tail. If you want to catch it the next few days could be your best bet. Start looking low and almost due west about 45 minutes after sunset. Of course, clear skies and a pair of binoculars should help a lot. Sky photographer Jean-Luc Dauvergne found suitable weather and western horizon for this comet and crescent Moon portrait after a road trip on March 13. Seeing PanSTARRS for the first time, he recorded the beautiful twilight scene with a telephoto lens near historical Alesia in France.   Still Growing Gallery:  Comet PanSTARRS at Sunset",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/PanSTARRSdauvergne_32912S.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "PanSTARRS from France",
        "url": "https://apod.nasa.gov/apod/image/1303/PanSTARRSdauvergne_32912S900.jpg"
    },
    {
        "date": "1999-12-23",
        "explanation": "On May 10, for some unknown reason, the Solar Wind virtually stopped. Normally our Sun emits a wind of between five and ten energetic particles per cubic centimeter moving outward at about 500 kilometers per second.  Late on May 10, however, this gale was reduced to a mere breeze of one particle per every five cubic centimeters.  The Sun's Corona was suddenly able to flow out into the Solar System relatively unimpeded, creating beams of energetic electrons.  One such beam apparently reached Earth's North Magnetic Pole, and was seen as the unusual X-ray aurora digitally reconstructed in the above false-color image.  Our atmosphere absorbed the electrons.  This display gave direct evidence, however, that Earth's North Magnetic Pole was connected to the Sun, while the Earth's South Magnetic Pole connected to the distant Solar System.  The Solar Wind returned to normal on May 12.",
        "hdurl": "https://apod.nasa.gov/apod/image/9912/nowind_polar_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Aurora During Solar Wind Dropout",
        "url": "https://apod.nasa.gov/apod/image/9912/nowind_polar.jpg"
    },
    {
        "copyright": "László Francsics",
        "date": "2013-12-19",
        "explanation": "The Moon is normally seen in subtle shades of grey or yellow. But small, measurable color differences have been greatly exaggerated to make this telescopic, multicolored, moonscape captured during the Moon's full phase. The different colors are recognized to correspond to real differences in the chemical makeup of the lunar surface. Blue hues reveal titanium rich areas while orange and purple colors show regions relatively poor in titanium and iron. The familiar Sea of Tranquility, or Mare Tranquillitatis, is the blue area in the upper right corner of the frame. White lines radiate across the orange-hued southern lunar highlands from 85 kilometer wide ray crater Tycho at bottom left. Above it, darker rays from crater Copernicus extend into the Sea of Rains (Mare Imbrium) at the upper left. Calibrated by rock samples from the Apollo missions, similar multicolor images from spacecraft have been used to explore the Moon's global surface composition.",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/colormoon_francsics_apod.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Colorful Moon",
        "url": "https://apod.nasa.gov/apod/image/1312/colormoon_francsics_apod900.jpg"
    },
    {
        "date": "2005-11-19",
        "explanation": "NGC 2359 is a striking emission nebula with an impressive popular name - Thor's Helmet. Sure, its suggestive winged appearance might lead some to refer to it as the \"duck nebula\", but if you were a nebula which name would you choose? By any name NGC 2359 is a bubble-like nebula some 30 light-years across, blown by energetic winds from an extremely hot star seen near the center and classified as a Wolf-Rayet star. Wolf-Rayet stars are rare massive blue giants which develop stellar winds with speeds of millions of kilometers per hour. Interactions with a nearby large molecular cloud are thought to have contributed to this nebula's more complex shape and curved bow-shock structures. NGC 2359 is about 15,000 light-years distant toward the constellation Canis Major.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/ngc2359_smith_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2359: Thor's Helmet",
        "url": "https://apod.nasa.gov/apod/image/0511/ngc2359_smith.jpg"
    },
    {
        "copyright": "\nLaure Mattuzzi\n",
        "date": "2020-12-07",
        "explanation": "What's that below those strange clouds? Presidents. If you look closely, you may recognize the heads of four former US Presidents carved into famous Mount Rushmore in South Dakota, USA.  More obvious in the featured image are the unusual mammatus clouds that passed briefly overhead. Both were captured together by a surprised tourist with a quick camera in early September. Unlike normal flat-bottomed clouds which form when moist and calm air plateaus rise and cool, bumpy mammatus clouds form as icy and turbulent air pockets sink and heat up.  Such turbulent air is frequently accompanied by a thunderstorm.  Each mammatus lobe spans about one kilometer. The greater mountain is known to native Lakota Sioux as Six Grandfathers, deities responsible for the directions north, south, east, west, up, and down.",
        "hdurl": "https://apod.nasa.gov/apod/image/2012/MammatusRushmore_Mattuzzi_3024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mammatus Clouds over Mount Rushmore",
        "url": "https://apod.nasa.gov/apod/image/2012/MammatusRushmore_Mattuzzi_960.jpg"
    },
    {
        "copyright": "\nB. Yen (Comet-Track)\n",
        "date": "1998-11-30",
        "explanation": "The 1998 Leonids Meteor Shower was perhaps the most photographed meteor event in history.  Patient observers saw bright meteors streak across dark skies every few minutes, frequently leaving fading trails stretching across the sky.  High above the Anza-Borrego Desert, a meteor was photographed streaking up from the radiant constellation of the Leonids: Leo.  This meteor train covered over 40 degrees, and changed colors from green to red.",
        "hdurl": "https://apod.nasa.gov/apod/image/9811/leonid1_by.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Annotated Leonid",
        "url": "https://apod.nasa.gov/apod/image/9811/leonid1_by.jpg"
    },
    {
        "copyright": "\nBastien Foucher\n",
        "date": "2017-08-15",
        "explanation": "Chaos reigns in the Carina Nebula where massive stars form and die. Striking and detailed, this close-up of a portion of the famous nebula is a combination of light emitted by hydrogen (shown in red) and oxygen (shown in blue).  Dramatic dark dust knots and complex features revealed are sculpted by the winds and radiation of Carina's massive and energetic stars.  One iconic feature of the Carina Nebula is the dark V-shaped dust lane that occurs in the top half of the image. The Carina Nebula spans about 200 light years, lies about 7,500 light years distant, and is visible with binoculars toward the southern constellation of Carina. In a billion years after the dust settles -- or is destroyed, and the gas dissipates -- or gravitationally condenses, then only the stars will remain -- but not even the brightest ones.",
        "hdurl": "https://apod.nasa.gov/apod/image/1708/Carina_Foucher_2695.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars, Gas, and Dust Battle in the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/1708/Carina_Foucher_960.jpg"
    },
    {
        "date": "2014-01-19",
        "explanation": "Billions of years from now, only one of these two galaxies will remain.  Until then, spiral galaxies NGC 2207 and IC 2163 will slowly pull each other apart, creating tides of matter, sheets of shocked gas, lanes of dark dust, bursts of star formation, and streams of cast-away stars.  Astronomers predict that NGC 2207, the larger galaxy on the left, will eventually incorporate IC 2163, the smaller galaxy on the right.  In the most recent encounter that about peaked 40 million years ago, the smaller galaxy is swinging around counter-clockwise, and is now slightly behind the larger galaxy.  The space between stars is so vast that when galaxies collide, the stars in them usually do not collide.",
        "hdurl": "https://apod.nasa.gov/apod/image/1401/ngc2207_hubble_2907.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxies in Collision",
        "url": "https://apod.nasa.gov/apod/image/1401/ngc2207_hubble_960.jpg"
    },
    {
        "date": "2005-10-30",
        "explanation": "It was a dark and stormy night. But on 2003 August 29th the red planet Mars, near its closest approach to Earth in almost 60,000 years, shone brightly in the sky against a background of stars in the constellation Aquarius. In the foreground of this scary view, huge thunder clouds are lit by lightning strokes from within. Mars, of course, has nothing to do with storms on Earth, though both have the power to excite the imagination and wonder of Earthdwellers. Tonight, the night before Halloween, Mars will also pass close to the Earth, closer than it will come during the next thirteen years.  And once again, the red planet Mars will look particularly bright, although much smaller and dimmer than the Moon and even Venus.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/marsflashb_allthesky_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dark and Stormy Night",
        "url": "https://apod.nasa.gov/apod/image/0510/marsflashb_allthesky.jpg"
    },
    {
        "copyright": "Ken Crawford",
        "date": "2013-10-25",
        "explanation": "Point your telescope toward the high flying constellation Pegasus and you can find this expanse of Milky Way stars and distant galaxies. Centered on NGC 7814, the pretty field of view would almost be covered by a full moon. NGC 7814 is sometimes called the Little Sombrero for its resemblance to the brighter more famous M104, the Sombrero Galaxy. Both Sombrero and Little Sombrero are spiral galaxies seen edge-on, and both have extensive central bulges cut by a thinner disk with dust lanes in silhouette. In fact, NGC 7814 is some 40 million light-years away and an estimated 60,000 light-years across. That actually makes the Little Sombrero about the same physical size as its better known namesake, appearing to be smaller and fainter only because it is farther away. A very faint dwarf galaxy, potentially a satellite of NGC 7814, is revealed in the deep exposure just below the Little Sombrero.",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/NGC7814crawford2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 7814: The Little Sombrero in Pegasus",
        "url": "https://apod.nasa.gov/apod/image/1310/NGC7814crawford900.jpg"
    },
    {
        "date": "2008-04-05",
        "explanation": "The bright edge of planet Earth fades into the darkness of space in the background of this view of Jules Verne on an extraordinary voyage. Snapped last Monday, the picture shows the European Space Agency's Automated Transfer Vehicle (ATV), named for the 19th century science fiction writer and visionary, rehearsing its autonomous docking capability on approach to the International Space Station. Using a laser guided rendezvous system, the Jules Verne docked smoothly and safely with the orbiting station on Thursday, delivering 7,500 pounds of equipment, supplies, and fuel. The cylindrical body of the robotic cargo spacecraft is 4.5 meters in diameter and 10.3 meters long, with solar arrays spanning 22.3 meters. Jules Verne is scheduled to remain docked until August, providing a reboost for the space station before the ATV is deorbited.",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/iss016e034191.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jules Verne in Orbit",
        "url": "https://apod.nasa.gov/apod/image/0804/iss016e034191_rc800.jpg"
    },
    {
        "date": "2006-08-22",
        "explanation": "What type of cloud is that? It is not a naturally occurring one.  Looking perhaps a bit like a gigantic owl monster, the cloud pictured above resulted from a series of flares released by an air force jet over the Atlantic Ocean in May.   The jet that released the flares, a C-17 Globemaster III, is seen on the right.  The flares release smoke and the resulting pattern is sometimes known as a smoke angel.   The circular eyes of the above smoke angel are caused by air spiraling off the plane's wings and are known as wingtip vortices.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/smokeangel_usaf_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Smoke Angel from Airplane Flares",
        "url": "https://apod.nasa.gov/apod/image/0608/smokeangel_usaf.jpg"
    },
    {
        "copyright": "R Jay Gabany",
        "date": "2011-09-15",
        "explanation": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years away, toward the constellation Leo. Relatively bright in planet Earth's sky, NGC 3521 is easily visible in small telescopes but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65. It's hard to overlook in this colorful cosmic portrait, though. Spanning some 50,000 light-years the galaxy sports characteristic patchy, irregular spiral arms laced with dust, pink star forming regions, and clusters of young, blue stars. Remarkably, this deep image also finds NGC 3521 embedded in gigantic bubble-like shells. The shells are likely tidal debris, streams of stars torn from satellite galaxies that have undergone mergers with NGC 3521 in the distant past.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/ngc3521_gabany2234.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3521: Galaxy in a Bubble",
        "url": "https://apod.nasa.gov/apod/image/1109/ngc3521_gabany901.jpg"
    },
    {
        "date": "2004-02-12",
        "explanation": "Beginning with a full view of beautiful spiral galaxy M81, follow the insets (left, bottom, then right) to zoom in on a real survivor. Seen at the center of the final field on the right is a star recently identified as the survivor of a cosmic cataclysm -- the supernova explosion of its companion star. Light from the cosmic blast, likely triggered by the core collapse of a star initially more than 10 times as massive as the Sun, first reached Earth over 10 years ago and was cataloged as supernova SN 1993J. Though the supernova itself is no longer visible, light-echoes from dust in the region can still be seen near the companion, the first known survivor of a supernova in a binary star system. Astronomers believe that a substantial transfer of material to the surviving companion star during the last few hundred years before the stellar explosion can explain peculiarities seen in this supernova. After supernova SN 1987A in the Large Magellanic Cloud, SN 1993J in nearby M81 is the brightest supernova seen in modern times.",
        "hdurl": "https://apod.nasa.gov/apod/image/0402/sn1993jsurvivor_esa_34443.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Survivor",
        "url": "https://apod.nasa.gov/apod/image/0402/sn1993jsurvivor_esa_c1.jpg"
    },
    {
        "copyright": "D. Malin \n(AAO),\nAATB, \nUKS Telescope\n",
        "date": "1998-07-26",
        "explanation": "Antares is a huge star. In a class called red supergiant, Antares is about 700 times the diameter of our own Sun, 15 times more massive, and 10,000 times brighter.  Antares is the brightest star in the constellation of Scorpius and one of the brighter stars in all the night sky.  Antares is seen surrounded by a nebula of gas which it has itself expelled. Radiation from Antares' blue stellar companion helps cause the nebular gas to glow, as photographed above.  Antares is located about 500 light years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/9706/antaresneb_uks.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Antares",
        "url": "https://apod.nasa.gov/apod/image/9706/antaresneb_uks_big.jpg"
    },
    {
        "date": "2009-12-07",
        "explanation": "This was home.  Just over a week ago, the STS-129 crew of the Space Shuttle Atlantis undocked from the International Space Station (ISS) and returned to Earth.  As the shuttle departed the space station, they took the  above image.  Visible on the ISS are numerous modules, trusses, and long wing-like solar panels.  The space shuttle crew spent almost 12 days calling the space station home.  The shuttle crew resupplied the space station and delivered valuable spare parts.  The ISS continues to be home for five astronauts of Expedition 21. The ISS's crew now includes astronauts representing NASA, the European Space Agency, the Russian Federal Space Agency, and the Canadian Space Agency.      New Mirror: APOD now available (again) in Portuguese from Brazil",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/iss_sts129_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Over the Horizon",
        "url": "https://apod.nasa.gov/apod/image/0912/iss_sts129.jpg"
    },
    {
        "copyright": "\nU. Michigan, \nLucent\n",
        "date": "1999-09-14",
        "explanation": "Tomorrow's picture: The Big Corona  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
        "hdurl": "https://apod.nasa.gov/apod/image/9909/orion_btc_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Colorful Orion Nebula",
        "url": "https://apod.nasa.gov/apod/image/9909/orion_btc.jpg"
    },
    {
        "copyright": "\nKaren Wehrstein\n",
        "date": "2007-05-02",
        "explanation": "How might a sunrise appear on Gliese 581c?  One artistic guess is shown above.  Gliese 581c is the most Earth-like planet yet discovered and lies a mere 20 light-years distant.  The central red dwarf is small and redder than our Sun but one of the orbiting planets has recently been discovered to be in the habitable zone where liquid water could exist on its surface.   Although this planet is much different from Earth, orbiting much closer than Mercury and containing five times the mass of Earth, it is now a candidate to hold not only oceans but life enabled by the oceans.  Were future observations to confirm liquid water, Gliese 581c might become a worthy destination or way station for future interstellar travelers from Earth.  Drawn above in the hypothetical, the red dwarf star Gliese 581 rises through clouds above a calm ocean of its planet Gliese 581c.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/gliese581_wehrstein_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunrise from the Surface of Gliese 581c",
        "url": "https://apod.nasa.gov/apod/image/0705/gliese581_wehrstein.jpg"
    },
    {
        "copyright": "Wes Higgins",
        "date": "2021-01-21",
        "explanation": "Interstellar dust clouds and glowing nebulae abound in the fertile constellation of Orion. One of the brightest, M78, is centered in this colorful, wide field view, covering an area north of Orion's belt. At a distance of about 1,500 light-years, the bluish reflection nebula is around 5 light-years across. Its tint is due to dust preferentially reflecting the blue light of hot, young stars. Reflection nebula NGC 2071 is just to the left of M78. Flecks of emission from Herbig-Haro objects, energetic jets from stars in the process of formation, stand out against the dark dust lanes. The exposure also brings out the region's fainter, pervasive reddish glow of atomic hydrogen gas.",
        "hdurl": "https://apod.nasa.gov/apod/image/2101/M78wideHiggins.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M78 Wide Field",
        "url": "https://apod.nasa.gov/apod/image/2101/M78wideHiggins1024.jpg"
    },
    {
        "date": "2005-05-02",
        "explanation": "What is the history of the outcropping of rock called Methuselah?  The unusual rock group is visible on the left of the above image taken by the robot Spirit rover current exploring Mars.  Methuselah was discovered while maneuvering over hilly terrain and shows unusual multiple layering that caught the attention of the rover science team.  Since the above representative color image was taken about three weeks ago, Spirit has moved in to get a closer look.  Also visible in the above image are another rock outcrop dubbed Larry's Lookout on the upper right and a larger Clark Hill in the left background.  On the far right is a more distant peak of the Columbia Hills.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/methuselah_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Methusaleh Outcrop on Mars",
        "url": "https://apod.nasa.gov/apod/image/0504/methuselah_spirit.jpg"
    },
    {
        "copyright": "\nKen Crawford  \n(Rancho Del Sol Observatory)\n\n",
        "date": "2007-06-08",
        "explanation": "Across the heart of the Virgo Galaxy Cluster lies a string of galaxies known as Markarian's Chain. Prominent in Markarian's Chain are these two interacting galaxies, NGC 4438 (left) and NGC 4435 - also known as The Eyes. About 50 million light-years away, the two galaxies appear to be about 100,000 light-years apart in this sharp close-up, but have likely approached to within an estimated 16,000 light-years of each other in their cosmic past. Gravitational tides from the close encounter have ripped away at their stars, gas, and dust. The more massive NGC 4438 managed to hold on to much of the material torn out in the collision, while material from the smaller NGC 4435 was more easily lost. The remarkably deep image of this crowded region of the universe also includes many more distant background galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/NGC4438_NGC4435_crawford_r.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Markarian's Eyes",
        "url": "https://apod.nasa.gov/apod/image/0706/NGC4438_NGC4435_crawford_rc720.jpg"
    },
    {
        "date": "1995-07-05",
        "explanation": "July 5, 1995    The Night Side of Saturn  Picture Credit: NASA, Jet Propulsion Laboratory,Voyager Project Explanation:  This image of Saturn was made in November 1980 by the Voyager 1 spacecraft as it flew past the ringed gas giant planet. From a spectacular vantage point, looking back toward the inner solar system, the robot spacecraft recorded this view of the night side of Saturn casting a sharp shadow across the bright rings. No Earth based telescope could ever take a similar picture. Since Earth is closer to the sun than Saturn, only the day side of the planet is visible from the Earth.  For more information see Calvin J. Hamilton's Saturn Page.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
        "hdurl": "https://apod.nasa.gov/apod/image/saturn_night.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Night Side of Saturn",
        "url": "https://apod.nasa.gov/apod/image/saturn_night.gif"
    },
    {
        "copyright": "\nDan Bush\n(Missouri Skies)\n\n",
        "date": "2007-07-18",
        "explanation": "Beautiful sunset sky colors are reflected in Pony Express Lake in this twilight skyview from northern Missouri, USA, planet Earth. Recorded on Monday, a two day old crescent Moon and brilliant planet Venus shine through thin clouds. Joining the conjunction on the right of the Moon's sunlit crescent is fellow wanderer Saturn, with Regulus, alpha star of the constellation Leo, above and right of Venus. Moonlight and Venus light streak the almost-calm lake waters.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/moonplanetsponyexpress_bush.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planets over Pony Express Lake",
        "url": "https://apod.nasa.gov/apod/image/0707/moonplanetsponyexpress_bush800.jpg"
    },
    {
        "copyright": "StarryScapes",
        "date": "2003-01-29",
        "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky.  It is visible as the dark indentation to the red emission nebula seen above and to the right of center in the above photograph.  The bright star on the left is located in the belt of the familiar constellation of Orion. The horse-head feature is dark because it is really an opaque dust cloud which lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance. After many thousands of years, the internal motions of the cloud will alter its appearance.  The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms.  Also visible in the picture are blue reflection nebulae, which preferentially reflect the blue light from nearby stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0301/horsehead_tan_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orion's Horsehead Nebula",
        "url": "https://apod.nasa.gov/apod/image/0301/horsehead_tan.jpg"
    },
    {
        "date": "2019-06-03",
        "explanation": "When did these big galaxies first begin to dance?  Really only four of the five of Stephan's Quintet are locked in a cosmic tango of repeated close encounters taking place some 300 million light-years away.  The odd galaxy out is easy to spot in this recently reprocessed image by the Hubble Space Telescope -- the interacting galaxies, NGC 7319, 7318B, 7318A, and 7317 (left to right), have a more dominant yellowish cast.  They also tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides.  The mostly bluish galaxy, large NGC 7320 on the lower left, is in the foreground at about 40 million light-years distant, and so is not part of the interacting group. Data and modeling indicate that NGC 7318B is a relatively new intruder. A recently-discovered halo of old red stars surrounding Stephan's Quintet indicate that at least some of these galaxies started tangling over a billion years. Stephan's Quintet is visible with a moderate sized-telescope toward the constellation of Winged Horse (Pegasus).",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_1824.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stephan's Quintet from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_960.jpg"
    },
    {
        "copyright": "\nJuan Carlos Casado\n",
        "date": "2000-11-26",
        "explanation": "Last year, the 1999 Leonids Meteor Shower came to a tremendous crescendo.  Observers in Europe observed a sharp peak in the number of meteors visible around 0210 UTC during the early morning hours of November 18.   Meteor counts then exceeded 1000 per hour - the minimum needed to define a true meteor storm.  At other times and from other locations around the world, observers typically reported respectable rates of between 30 and 100 meteors per hour.  This year, the 2000 Leonids were somewhat less impressive, although many astronomers hold much hope for the Leonids in 2001 and 2002. The above photograph is a 20-minute exposure ending just before the main Leonids peak of 1999 began.  Visible are at least five Leonids meteors streaking high above the Torre de la Guaita, an observation tower used during the 12th century in Gorina, Spain.",
        "hdurl": "https://apod.nasa.gov/apod/image/9911/leonids99_casado_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Leonids Above Torre de la Guaita",
        "url": "https://apod.nasa.gov/apod/image/9911/leonids99_casado.jpg"
    },
    {
        "date": "1998-03-07",
        "explanation": "Globular clusters once ruled the Milky Way. Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy. Today, there are perhaps 200 left. Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center. Surviving relics are older than any earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age. There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form. But things are different next door - in the neighboring LMC galaxy. Pictured above is a \"young\" globular cluster residing there: NGC 1818. Recent observations show it formed only about 40 million years ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
        "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1818: A Young Globular Cluster",
        "url": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst.jpg"
    },
    {
        "copyright": "T. Rector",
        "date": "2005-01-25",
        "explanation": "Why is this galaxy so active?  Nearby spiral galaxy NGC 6946 is undergoing a tremendous burst of star formation with no obvious cause.  In many cases spirals light up when interacting with another galaxy, but NGC 6946 appears relatively isolated in space.  Located just 10 million light years away toward the constellation of Cepheus, this beautiful face-on spiral spans about 20,000 light years and is seen through a field of foreground stars from our Milky Way Galaxy.  The center of NGC 6946 is home to a nuclear starburst itself, and picturesque dark dust is seen lacing the disk along with bright blue stars, red emission nebulas, fast moving gas clouds, and unusually frequent supernovas.  The 8-meter Gemini North Telescope in Hawaii, USA, took the above image.  A suggested explanation for the high star formation rate is the recent accretion of many primordial low-mass neutral hydrogen clouds from the surrounding region.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/ngc6946_gemini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6946: The Fireworks Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0501/ngc6946_gemini.jpg"
    },
    {
        "date": "2018-04-16",
        "explanation": "What would it look like to fly over the North Pole of Jupiter? A fictional animation made from real images and data captured by NASA's Juno spacecraft shows an answer. Since the pole is presently in shadow, the video uses infrared light emitted by Jupiter -- specifically an infrared color where the hottest features glows the brightest.  As the animation starts, Juno zooms in on the enormous world.  Soon, one of the eight cyclones orbiting the North Pole is featured.  One by one, all eight cyclones circling the pole are inspected, each the size of an entire continent on Earth, and each containing bumpy and fragmented spiral walls.  The virtual trip ends with a zoom out.  Studying Jovian cyclones helps humanity to better understand dangerous storm systems that occur here on Earth.  Juno has recently concluded another close pass by Jupiter -- Perijove 12 -- and seems healthy enough to complete several more of the two-month orbits.",
        "media_type": "video",
        "service_version": "v1",
        "thumbnail_url": "https://img.youtube.com/vi/By6sZ6RGCEQ/0.jpg",
        "title": "Flyover of Jupiter's North Pole in Infrared",
        "url": "https://www.youtube.com/embed/By6sZ6RGCEQ?rel=0"
    },
    {
        "copyright": "\nNicol�s Villegas\n",
        "date": "2012-02-06",
        "explanation": "What surrounds a hotbed of star formation?  In the case of the Orion Nebula -- dust.  The entire Orion field, located about 1600 light years away, is inundated with intricate and picturesque filaments of dust. Opaque to visible light, dust is created in the outer atmosphere of massive cool stars and expelled by a strong outer wind of particles. The Trapezium and other forming star clusters are embedded in the nebula. The intricate filaments of dust surrounding M42 and M43 appear brown in the above image, while central glowing gas is highlighted in red. Over the next few million years much of Orion's dust will be slowly destroyed by the very stars now being formed, or dispersed into the Galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1202/oriondust_villegas_1900.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust of the Orion Nebula",
        "url": "https://apod.nasa.gov/apod/image/1202/oriondust_villegas_960.jpg"
    },
    {
        "date": "2003-07-26",
        "explanation": "This might resemble a fried egg you've had for breakfast, but it's actually much larger. In fact, ringed by blue-tinted star forming regions and faintly visible spiral arms, the yolk-yellow center of this face-on spiral galaxy, NGC 7742, is about 3,000 light-years across. About 72 million light-years away in the constellation Pegasus, NGC 7742 is known to be a Seyfert galaxy - a type of active spiral galaxy with a center or nucleus which is very bright at visible wavelengths. Across the spectrum, the tremendous brightness of Seyferts can change over periods of just days to months and galaxies like NGC 7742 are suspected of harboring massive black holes at their cores. This beautiful color picture is courtesy of the Hubble Space Telescope Heritage Project.",
        "hdurl": "https://apod.nasa.gov/apod/image/0307/ngc7742_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 7742",
        "url": "https://apod.nasa.gov/apod/image/0307/ngc7742_hst.jpg"
    },
    {
        "date": "2009-06-23",
        "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has recently been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/barnard68v2_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Molecular Cloud Barnard 68",
        "url": "https://apod.nasa.gov/apod/image/0906/barnard68v2_vlt.jpg"
    },
    {
        "date": "1999-11-09",
        "explanation": "Billions of years from now, only one of these two galaxies will remain.  Until then, spiral galaxies NGC 2207 and IC 2163 will slowly pull each other apart, creating tides of matter, sheets of shocked gas, lanes of dark dust, bursts of star formation, and streams of cast-away stars.  Astronomers predict that NGC 2207, the larger galaxy on the left, will eventually incorporate IC 2163, the smaller galaxy on the right.  In the most recent encounter that peaked 40 million years ago, the smaller galaxy is swinging around counter-clockwise, and is now slightly behind the larger galaxy.  The space between stars is so vast that when galaxies collide, the stars in them usually do not collide.",
        "hdurl": "https://apod.nasa.gov/apod/image/9911/ngc2207_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxies in Collision",
        "url": "https://apod.nasa.gov/apod/image/9911/ngc2207_hst.jpg"
    },
    {
        "date": "2004-06-10",
        "explanation": "With Venus in transit at the Sun's edge on June 8th, astronomers captured this tantalizing close-up view of the bright solar surface and partially silhouetted disk. Enhanced in the sharp picture, a delicate arc of sunlight refracted through the Venusian atmosphere is also visible outlining the planet's edge against the blackness of space. The arc is part of a luminous ring or atmospheric aureole, first noted and offered as evidence that Venus did posses an atmosphere following observations of the planet's 1761 transit. The image was recorded using the 1-meter Swedish Solar Telescope located on La Palma in the Canary Islands. For the Institute for Solar Physics, Dan Kiselman, Goran Scharmer, Kai Langhans, and Peter Dettori were at the telescope, while Mats Lofdahl produced the final image. Excellent movies of the transit - including one of the emergence of Venus' atmospheric aureole - are available from the Dutch Open Telescope, also observing from La Palma.",
        "hdurl": "https://apod.nasa.gov/apod/image/0406/sst_venus_atmosphere_1759.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus at the Edge",
        "url": "https://apod.nasa.gov/apod/image/0406/sst_venus_atmosphere_1759c1.jpg"
    },
    {
        "date": "2024-07-23",
        "explanation": "What powers the Crab Nebula? A city-sized magnetized neutron star spinning around 30 times a second. Known as the Crab Pulsar, it is the bright spot in the center of the gaseous swirl at the nebula's core.  About 10 light-years across, the spectacular picture of the Crab Nebula (M1) frames a swirling central disk and complex filaments of surrounding and expanding glowing gas. The picture combines visible light from the Hubble Space Telescope in red and blue with X-ray light from the Chandra X-ray Observatory shown in white, and diffuse X-ray emission detected by Imaging X-ray Polarimetry Explorer (IXPE) in diffuse purple.  The central pulsar powers the Crab Nebula's emission and expansion by slightly slowing its spin rate, which drives out a wind of energetic electrons.  The featured image released today, the 25th Anniversary of the launch of NASA's flagship-class X-ray Observatory: Chandra.    Many Discoveries: Chandra Celebrates 25th Anniversary",
        "hdurl": "https://apod.nasa.gov/apod/image/2407/Crab_MultiChandra_4123.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Crab Nebula from Visible to X-Ray",
        "url": "https://apod.nasa.gov/apod/image/2407/Crab_MultiChandra_960.jpg"
    },
    {
        "date": "2001-09-29",
        "explanation": "The ultraviolet light emitted by eleven times ionized iron at temperatures over 2 million degrees Farenheit was used to record the above picture of the Sun on September 22, the date of the autumnal equinox. The image was made by the EIT camera onboard the SOHO spacecraft, a space observatory which can continuously observe the Sun. Eleven times ionized iron is atomic iron with eleven of its electrons stripped away. Here the electrons are stripped by the frantic collisions with other atoms and electrons which occur at the extreme temperatures in the Solar Corona. Since electrons are negatively charged, the resulting ionized iron atom is highly positively charged. Astronomer's \"shorthand\" for eleven times ionized iron is written \"Fe XII\", the chemical symbol for iron followed by a Roman numeral 12 (Fe I is neutral iron).",
        "hdurl": "https://apod.nasa.gov/apod/image/0109/feii_eit010922_1812_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Iron Sun",
        "url": "https://apod.nasa.gov/apod/image/0109/feii_eit010922_1812.jpg"
    },
    {
        "date": "2007-09-04",
        "explanation": "What's inside Victoria Crater?  Now that the dust has settled from the regional Martian dust storms that immobilized the rolling Martian rovers, the task ahead has become clear.  Opportunity arrived at Victoria Crater last month and was poised to enter when the dust storms flared up unexpectedly.  The above image was taken last week by the Opportunity rover perched at a possibly traversable slope into the 750-meter impact feature.  Victoria Crater is the largest crater that either Martian rover has come across during their explorations.  The crater walls might hold clues about the Martian surface before the tremendous impact that created Victoria Crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/victoriaroad2_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Path Into Victoria Crater",
        "url": "https://apod.nasa.gov/apod/image/0709/victoriaroad2_opportunity.jpg"
    }
]